"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    intro_scene: {
        message: `Здесь ты можешь записаться на воскресные длительные кроссы #diehardrunning.\n\nОткрывай расписание и записывайся на любое открытое событие. Если событий ещё нет, попробуй обновить расписание позже, они обязательно появятся.`
        // buttons: {
        //     accept_action: "Я хочу стать сильнее 💪",
        //     go_to_start_scene: "Записаться на занятия",
        //     show_user_bookings: "Мои тренировки"
        // }
    },
    menu_scene: {
        message: "Главное меню",
        buttons: {
            schedule: "Расписание",
            my_bookings: "Мои тренировки",
            archive: "Архив",
            create_event: "Новый ивент",
            create_discount: "Скидки"
        }
    },
    schedule: {
        message: "Главное меню",
        buttons: {
            training_schedule: 'Расписание тренировок',
            settings: 'Настройки'
        }
    },
    create_event: {
        title: 'Создать новое событие.',
        when: 'Когда?',
        where: 'Где?',
        name: 'Как назовёшь мероприятие?'
    },
    training_page: {
        message: 'Инфа про тренировку...',
        buttons: {
            book_training: 'Записаться',
            cancel_training: 'Отменить запись',
            list_training: 'Список участников',
            change_training: 'Редактировать'
        }
    },
    general: {
        back: 'Назад'
    }
};
//# sourceMappingURL=index.js.map